{
  "order": [
    "home",
    "aloha_wellness",
    "call_to_repentance",
    "pastor_planners",
    "nahenahe_voice"
  ],
  "pages": {
    "home": {
      "title": "Ke Aupuni O Ke Akua - The Kingdom of God",
      "hero_image": "https://i.imgur.com/wmHEyDo.png",
      "body_md": "## The Call to Repentance - Rediscovering Jesus's Kingdom Message\r\n\r\nStep beyond religious tradition and rediscover the revolutionary Kingdom message that Jesus actually preached. This transformative book series cuts through centuries of religious interpretation to reveal the pure, life-changing teachings of the Kingdom of God.\r\n\r\n### Jesus Preached Kingdom, Not Religion\r\n\r\nFor too long, the church has focused on getting people into heaven instead of bringing heaven to earth. Jesus's primary message wasn't about religion, denominations, or institutional Christianity - it was about the Kingdom of God breaking into human reality here and now.\r\n\r\n### What Jesus Actually Taught\r\n\r\n**Kingdom Principles Over Religious Rules** - Discover how Jesus consistently chose kingdom living over religious compliance, and what that means for us today.\r\n\r\n**Repentance as Transformation** - Move beyond feeling sorry for sins to understanding repentance as a complete transformation of mind, heart, and lifestyle.\r\n\r\n**Heaven on Earth** - Learn how the Kingdom of God is meant to manifest in our daily lives, relationships, and communities right now.\r\n\r\n**Power and Authority** - Understand what Jesus meant when He gave His followers authority to heal, deliver, and demonstrate kingdom reality.\r\n\r\n### Series Overview\r\n\r\nThis isn't a single book but a comprehensive series that systematically unpacks Jesus's kingdom teachings:\r\n\r\n**Volume 1: The Foundation** - Understanding what the Kingdom of God actually is and why Jesus made it His central message.\r\n\r\n**Volume 2: Kingdom Citizenship** - What it means to be a citizen of God's kingdom while living in earthly systems.\r\n\r\n**Volume 3: Kingdom Economics** - How kingdom principles transform our relationship with money, work, and provision.\r\n\r\n**Volume 4: Kingdom Relationships** - Love, forgiveness, and community the way Jesus intended.\r\n\r\n**Volume 5: Kingdom Authority** - Walking in the supernatural power that Jesus demonstrated and promised to His followers.\r\n\r\n### Beyond Denominational Walls\r\n\r\nThese teachings transcend denominational boundaries and religious traditions. Whether you're Baptist, Methodist, Catholic, Pentecostal, or from any other background, Jesus's kingdom message is for you. It's not about changing your church affiliation - it's about discovering what Jesus actually said and living it out.\r\n\r\n### Practical Kingdom Living\r\n\r\nEach volume includes:\r\n- **Biblical Foundation** - What scripture actually says when we remove religious filters\r\n- **Historical Context** - Understanding Jesus's teachings in their original setting\r\n- **Modern Application** - How to live these principles in contemporary life\r\n- **Personal Transformation** - Practical steps for implementing kingdom living\r\n- **Community Impact** - How kingdom principles change families, neighborhoods, and society\r\n\r\n### A Call to Authentic Christianity\r\n\r\nThis series challenges readers to move beyond:\r\n- Religious performance into authentic relationship\r\n- Sunday Christianity into daily kingdom living\r\n- Denominational identity into kingdom citizenship\r\n- Waiting for heaven into experiencing God's kingdom now\r\n\r\n### The Message That Changes Everything\r\n\r\nWhen you truly understand what Jesus taught about the Kingdom of God, everything changes. Your purpose becomes clear, your identity gets established, and your daily life becomes an adventure of seeing God's kingdom manifest through ordinary moments.\r\n\r\n*\"Repent, for the kingdom of heaven has come near.\" - Matthew 4:17*\r\n\r\nThis isn't just what Jesus said - it's what He lived, demonstrated, and called His followers to experience. The Kingdom of God isn't a future destination; it's a present reality waiting to transform your life today.\r\n\r\n**Join the revolution that Jesus started. Discover the Kingdom message that changes everything.**",
      "product_url": "https://amzn.to/3FfH9ep"
    },
    "aloha_wellness": {
      "title": "Aloha Wellness - Island Health & Healing",
      "hero_image": "https://i.imgur.com/xGeWW3Q.jpeg",
      "body_md": "## Aloha Wellness - The Sacred Art of How You Eat\r\n\r\nDiscover the life-changing power of **how** you eat, not just what you eat. This groundbreaking wellness book combines cutting-edge scientific research with ancient Hawaiian mana'o (wisdom) to transform your relationship with food and nourishment.\r\n\r\n### Beyond Diet Culture - A Hawaiian Perspective\r\n\r\nTraditional Hawaiian culture understood something modern society has forgotten: eating is a sacred act that connects us to the land, our ancestors, and our own spiritual well-being. This book bridges that ancient wisdom with contemporary nutritional science.\r\n\r\n### Revolutionary Approach: How, Not What\r\n\r\n**Mindful Consumption** - Learn the scientific basis for how mindful eating practices affect digestion, metabolism, and overall health.\r\n\r\n**Cultural Eating Wisdom** - Discover how Hawaiian ancestors approached meals as community ceremonies, gratitude practices, and spiritual connections.\r\n\r\n**Stress and Digestion** - Research-backed insights into how your emotional state during meals affects nutrient absorption and digestive health.\r\n\r\n**Rhythm and Timing** - Ancient Hawaiian understanding of eating in harmony with natural rhythms, supported by modern chronobiology research.\r\n\r\n### Scientific Research Meets Island Wisdom\r\n\r\n**Neuroplasticity and Food Habits** - How changing the way you approach eating can literally rewire your brain for better health.\r\n\r\n**Microbiome Science** - Research on how eating practices (speed, stress level, gratitude) affect gut health and overall wellness.\r\n\r\n**Inflammation Studies** - Scientific evidence showing how eating practices impact inflammatory responses in the body.\r\n\r\n**Community and Longevity** - Research on how social eating practices contribute to the longevity seen in island cultures.\r\n\r\n### Hawaiian Mana'o (Wisdom Principles)\r\n\r\n**Ho'oponopono with Food** - Making right relationships with nourishment and healing food-related guilt or shame.\r\n\r\n**Aloha 'Āina** - Love of the land extends to gratitude for the food it provides and mindful consumption practices.\r\n\r\n**Lōkahi** - Finding unity and balance in your relationship with food, body, and spirit.\r\n\r\n**Mālama** - Caring for your body as a sacred temple through conscious eating practices.\r\n\r\n### Practical Application\r\n\r\nThis isn't another diet book filled with restrictions. Instead, you'll learn practical, science-based techniques for:\r\n- Eating with presence and gratitude\r\n- Reducing stress during meals\r\n- Creating sacred eating spaces\r\n- Building healthy food relationships\r\n- Honoring your body's natural wisdom\r\n\r\n### Cultural Healing\r\n\r\nMany of us carry wounds around food from diet culture, family patterns, or cultural disconnection. This book offers a path to healing that honors both scientific understanding and spiritual wisdom.\r\n\r\n*\"The land gives freely of its abundance. When we receive with gratitude and consume with reverence, we participate in the sacred circle of life.\"*\r\n\r\nTransform your health from the inside out by changing not what you eat, but how you approach the sacred act of nourishment.",
      "product_url": "https://amzn.to/3FfH9ep"
    },
    "call_to_repentance": {
      "title": "The Call to Repentance - Foundation for Kingdom Living",
      "hero_image": "https://i.imgur.com/tG1vBp9.jpeg",
      "body_md": "## Embracing True Repentance for Spiritual Growth\r\n\r\nRepentance is not merely feeling sorry for our mistakes - it is a complete transformation of heart and mind that leads us into the fullness of Kingdom living.\r\n\r\n### Understanding Biblical Repentance\r\n\r\nThe Hebrew word **teshuvah** means \"to return\" or \"to turn around.\" It implies a complete change of direction - turning away from patterns that separate us from God and turning toward His kingdom ways.\r\n\r\n**The Three Dimensions of True Repentance:**\r\n\r\n**1. Metanoia (Change of Mind)**\r\nRepentance begins with a fundamental shift in how we think. We must align our thoughts with God's thoughts, seeing ourselves and others through His eyes of love and truth.\r\n\r\n**2. Transformation of Heart**\r\nTrue repentance touches our emotions and desires. Our hearts must be softened and purified, learning to love what God loves and grieve what grieves His heart.\r\n\r\n**3. Changed Actions**\r\nRepentance must bear fruit in our daily choices. We demonstrate our changed hearts through new patterns of behavior that reflect Kingdom values.\r\n\r\n### Practical Steps for Daily Repentance\r\n\r\n**Morning Reflection** - Begin each day by asking the Holy Spirit to search your heart and reveal areas needing His touch.\r\n\r\n**Confession and Forgiveness** - Practice honest confession to God and others, and extend forgiveness as you have been forgiven.\r\n\r\n**Restitution When Possible** - Make amends where you have caused harm, restoring relationships and making wrongs right.\r\n\r\n**Accountability** - Partner with trusted friends or mentors who can speak truth in love and help you stay on the path of righteousness.\r\n\r\n### The Joy of Restoration\r\n\r\nRemember that repentance leads to joy, not condemnation. As we turn our hearts toward God, He celebrates our return like the father welcoming the prodigal son. Every step toward repentance is a step toward freedom, peace, and abundant life in His kingdom.\r\n\r\n*\"Create in me a clean heart, O God, and renew a right spirit within me.\" - Psalm 51:10*",
      "product_url": "https://www.amazon.com/CALL-REPENTANCE-Foundation-Application-Lifestyle-ebook/dp/B0FXYDD9SN"
    },
    "pastor_planners": {
      "title": "Pastor Planners - Tools for Ministry Excellence",
      "hero_image": "https://i.imgur.com/tWnn5UY.png",
      "body_md": "## Organize Your Ministry with Purpose and Prayer\r\n\r\nEffective ministry requires both spiritual sensitivity and practical organization. Our Pastor Planners combine beautiful design with functional tools to help you lead with excellence and peace.\r\n\r\n### Features of Our Ministry Planning System\r\n\r\n**Sermon Planning Sections** - Map out your preaching calendar with space for themes, scriptures, and prayer requests. Plan seasonal series and track the spiritual journey of your congregation.\r\n\r\n**Prayer and Pastoral Care** - Dedicated sections for tracking prayer requests, hospital visits, counseling sessions, and follow-up care. Never let a member of your flock slip through the cracks.\r\n\r\n**Meeting and Event Coordination** - Organize board meetings, committee sessions, special events, and outreach activities with integrated calendars and checklists.\r\n\r\n**Personal Spiritual Disciplines** - Maintain your own spiritual health with guided sections for daily devotions, sabbath planning, and personal growth goals.\r\n\r\n### Why Pastors Love Our Planners\r\n\r\n**Hawaiian-Inspired Design** - Beautiful layouts featuring island imagery and scripture verses that bring peace to your planning time.\r\n\r\n**Flexible Formatting** - Works for churches of all sizes and denominations, with customizable sections for your unique ministry context.\r\n\r\n**Durable Construction** - High-quality materials that withstand daily use throughout the church year.\r\n\r\n**Spiritual Focus** - More than just organization - designed to keep your heart centered on God's calling throughout your busy ministry schedule.\r\n\r\n### Testimonials\r\n\r\n*\"This planner has transformed how I approach ministry. I feel more organized and more connected to God's heart for our church.\"* - Pastor Sarah M.\r\n\r\n*\"The prayer tracking section alone has revolutionized my pastoral care. I never forget to follow up anymore.\"* - Pastor David L.\r\n\r\n*\"Beautiful design that actually helps me pray more, not just plan more.\"* - Pastor Maria R.\r\n\r\nOrder your Pastor Planner today and experience the peace that comes from organized, prayer-centered ministry leadership.",
      "product_url": ""
    },
    "nahenahe_voice": {
      "title": "The Nahenahe Voice of Nahono'opi'ilani - Musical Legacy",
      "hero_image": "https://i.imgur.com/Vyz6nFJ.png",
      "body_md": "## The Nahenahe Voice of Nahono'opi'ilani - Live from Molokai Ranch Lodge\r\n\r\nExperience the soul-stirring sounds of authentic Hawaiian music captured live at the historic Molokai Ranch Lodge in the year 2000. This intimate recording showcases the true meaning of **nahenahe** - the gentle, soothing voice that carries the spirit of aloha across the islands.\r\n\r\n### A Sacred Musical Journey\r\n\r\nRecorded in the peaceful setting of Molokai Ranch Lodge, this collection features solo guitar and traditional Hawaiian melodies that speak directly to the heart. Each song was performed live, capturing the mana (spiritual energy) and authentic aloha that can only come from the sacred island of Molokai.\r\n\r\n**Nahenahe** means more than just \"soft\" or \"sweet\" - it represents music that heals, soothes, and connects us to the divine presence that flows through all creation. This recording embodies that sacred tradition.\r\n\r\n### What You'll Experience:\r\n\r\n**Traditional Hawaiian Melodies** - Time-honored songs that have been passed down through generations, preserving the cultural wisdom of our ancestors.\r\n\r\n**Solo Guitar Mastery** - Intimate acoustic performances that showcase the beauty of Hawaiian slack-key guitar traditions and contemporary island sounds.\r\n\r\n**Authentic Island Atmosphere** - The natural acoustics and peaceful energy of Molokai Ranch Lodge create an immersive listening experience.\r\n\r\n**Healing Through Music** - Each track is designed to bring peace, comfort, and the healing power of aloha to your daily life.\r\n\r\n### The Heart of Aloha\r\n\r\nThis recording is more than entertainment - it's a spiritual journey that invites you to slow down, breathe deeply, and connect with the tranquil spirit of Hawaiʻi. Whether you're seeking meditation music, background for quiet reflection, or simply the beauty of authentic Hawaiian sounds, this collection offers a pathway to inner peace.\r\n\r\n*\"Music is the language that speaks when words are not enough. The nahenahe voice carries aloha to every heart that listens.\"*\r\n\r\nPerfect for meditation, relaxation, spiritual practice, or any time you need the gentle embrace of island peace.\r\n",
      "product_url": "https://www.amazon.com/s?k=hawaiian+music+songs"
    }
  }

}




